// General purpose
"High" = "Alta";
"Medium" = "Media";
"Low" = "Baja";

"Delete" = "Borrar";
"OK" = "OK";
"Cancel" = "Cancelar";
"Optimized" = "Optimizado";
"Title" = "Título";
"Community" = "Communidad";

// Tab names
"Home" = "Casa";
"Open" = "Abiertos";
"Closed" = "Cerrados";
"Awards" = "Premios";

"Up next" = "Siguiente";
"More to explore" = "Más para descubrir";

"%@ - %@" = "%1$@ - %2$@";
"Are you sure?" = "¿Está seguro?";
"Basic settings" = "Ajustes basicos";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely.";
"Creation Date" = "Fecha de creación";
"Please select something from the menu to begin." = "Please select something from the menu to begin.";
"Sort items" = "Ordenar artículos";
"There's nothing here right now." = "There's nothing here right now.";

// Awards
"Locked" = "Bloqueado";
"Unlocked: %@" = "Desbloqueado: %@";

"%@, %lld artículos, %g%% completo." = "%@, %lld artículos, %g%% completo.";

"Add Data" = "Añadir datos";
"Mark Completed" = "Marca Completado";
"Edit Item" = "Edit artículo";
"Closed Projects" = "Closed Projects";
"Add Project" = "Add Project";
"Closed Projects" = "Closed Projects";
"Open Projects" = "Open Projects";
"Sort" = "Sort";
"Add new item" = "Add new artículo";
"Mark Completed" = "Mark Completed";

"Project name" = "Project name";
"New Project" = "New Project";
"Edit Project" = "Edit Project";
"Close this project" = "Close this project";
"Reopen this project" = "Reopen this project";
"Delete this project" = "Delete this project";
"Description of this project" = "Description of this project";
"Custom project color" = "Custom project color";
"Delete project?" = "Delete project?";

"New Item" = "Nuevo artículo";
"Item name" = "Nombre del artículo";
"Description" = "Descripción";
"Priority" = "Prioridad";
"Delete All" = "Borrar todo";
"Upload to iCloud" = "Subir a iCloud";

"%@, completed." = "%@, completado.";
"%@, high priority." = "%@, alta prioridad.";

"Select a project color" = "Selecciona un color de proyecto";
"Pink" = "Rosa";
"Purple" = "Púrpura";
"Red" = "Rojo";
"Orange" = "Naranja";
"Gold" = "Oro";
"Green" = "Verde";
"Teal" = "Verde azulado";
"Light Blue" = "Azul claro";
"Dark Blue" = "Azul oscuro";
"Midnight" = "Medianoche";
"Dark Gray" = "Gris oscuro";
"Gray" = "Gris";

// Local Notifications
"Project reminders" = "Recordatorios del proyecto";
"Show reminders:" = "Mostrar recordatorios:";
"Oops!" = "Ups!";
"There was a problem. Please check that you have notifications enabled." = "Hubo un problema. Por favor, compruebe que las notificaciones están habilitados.";
"Check Settings" = "Compruebe la configuración";
"Reminder time" = "Hora del recuerdo";

// Unlocking premium
"Get Unlimited Projects" = "Obtener proyectos sin limites";
"You can add three projects for free, or pay %@ to add unlimited projects." = "Usted puede añadir tres proyectos gratis o pagar %@ para añadir proyectos sin limites.";
"If you already bought the unlock on another device, press Restore Purchases." = "Si ya compró el acceso en otro dispositivo, toque Restaurar compras.";
"Restore Purchases" = "Restaurar compras";
"Sorry, there was an error loading the store. Please try again later." = "Disculpe, hubo un error cargando la tienda. Por favor, trate de nuevo más tarde";
"Buy: %@" = "Comprar: %@";
"Loading…" = "Cargando…";
"Thank you!" = "¡Gracias!";
"Thank you! Your request is pending approval, but you can continue to use the app in the meantime." = "¡Gracias! Tu solicitud está pendiente la  aprobación, pero mientras tanto puede seguir usando la app.";
"Dismiss" = "OK";
"Cancel" = "Cancelar";
"Please sign in" = "Por favor, inicie sesión";

/* WIDGETS */
"Up next…" = "Siguiente…";
"Nothing!" = "¡Nada!";
"Your #1 top-priority item." = "Tu ítem nº1 de la maxima prioridad.";
"Your most important items." = "Tus ítems más importantes.";

/* COMMUNITY */
"Shared Projects" = "Proyectos compartidos";
"Chat about this project…" = "Charlar sobre este proyecto…";
"You're all set!" = "¡Ya está!";
"Sorry, there was an error." = "Que pena, hubo un error.";
"Please sign in" = "Por favor, inicia la sesión";
"There was an error" = "Hubo un error";
"Send" = "Enviar";
"Enter your message" = "Escribe tu mensaje";
"Sign in to comment" = "Inicia la sesión para commentar";
"No results" = "No hay resultos";
"In order to keep our community safe, we ask that you sign in before commenting on a project.\n\nWe don't track your personal information; your name is used for display purposes only.\n\nPlease note: we reserve the right to remove messages that are inappropriate or offensive." = "Para mantener la seguridad de nuestra comunidad, te pedimos iniciar la sesión antes de comentar de un projecto. No rastreamos tus datos personales. Se usa tu nombre solo para mostrarlo. Por favor, nota: reservamos el derecho de borrar mensajes inapropiados o ofensivos";

/* CloudError */
"There was a problem communicating with iCloud; please check your network connection and try again." = "Hubo un problema comunicando con iCloud; por favor, comprueba tu conexión de red y trata de nuevo.";
"There was a problem with your iCloud account; please check that you're logged in to iCloud." = "Hubo un problema con tu cuenta de iCloud; por favor, comprueba que se inició sesión de iCloud.";
"You've hit iCloud's rate limit; please wait a moment then try again." = "Has excedido el límite de frecuencia de iCloud; por favor, espera un momento e intenta de nuevo.";
"You've exceeded your iCloud quota; please clear up some space then try again." = "Se ha superado la cuota de iCloud; por favor, suprimir unos datos para hacer más espacio e intenta de nuevo.";
